[
    {
        "lvl": "0",
        "localizationId": "ecde648a-4823-4a48-be7a-6e75e435f34d",
        "en_US": "Typically, the following type of survey information is reported anonymously. However, mission presidents have noted that knowing individual language scores and answers to the below survey questions is helpful for them, their mission presidency (including the executive secretary and mission president’s wife), and people who coordinate missionary language learning to know.  If you do not want your language assessment results and your answers to the survey questions below shared at an individual level (including your name), please uncheck the box below.",
        "es_ES": "Por lo general, el siguiente tipo de información de la encuesta se comunica de manera anónima. Sin embargo, los presidentes de misión han señalado que el conocer la puntuación del idioma y las respuestas individuales de la encuesta que figuran a continuación les resulta de ayuda a ellos, a la presidencia de su misión (incluidos el secretario ejecutivo y la esposa del presidente de misión) y a las personas que coordinan el aprendizaje de idiomas de los misioneros.  Si no desea que los resultados de su evaluación del idioma y sus respuestas a las preguntas de la encuesta que figuran a continuación se compartan de manera individual (incluyendo su nombre), desmarque la siguiente casilla.",
        "sortIndex": "174",
        "sm_ES": "",
        "ceb_PH": "Sa kasagaran, ang mosunod nga matang sa impormasyon sa survey i-report nga dili ipaila ang tinubdan. Hinoon, ang mga presidente sa misyon nakabantay nga ang pagkasayod sa indibidwal nga mga kuha sa pinulongan ug sa mga tubag sa mga pangutana sa survey sa ubos makatabang alang kanila, sa ilang kapangulohan sa misyon (lakip ang executive secretary ug asawa sa presidente sa misyon), ug mga tawo kinsa nagkoordinar sa pinulongan nga gustong makat-onan sa misyonaryo.  Kon dili nimo gusto nga ipakigbahin ang mga resulta sa imong pagsukod sa pinulongan ug sa imong mga tubag sa mga pangutana sa survey sa ubos sa indibidwal nga lebel (lakip ang imong ngalan), palihog i-uncheck ang kahon sa ubos.",
        "pt_PT": "Tipicamente, o seguinte tipo de informação de pesquisa é relatado anonimamente. No entanto, os presidentes de missão notaram que saber a pontuação individual do idioma e as respostas às perguntas da pesquisa abaixo é útil para eles, a presidência da missão (incluindo o secretário executivo e a esposa do presidente de missão), e para as pessoas que coordenam o aprendizado do idioma missionário.  Se você não quiser que os resultados de sua avaliação do idioma e suas respostas às perguntas da pesquisa abaixo sejam compartilhados em nível individual (incluindo seu nome), desmarque a caixa abaixo.",
        "it_IT": "Solitamente, le informazioni di questa tipologia di sondaggio vengono registrate in forma anonima. Tuttavia, i presidenti di missione hanno rilevato che conoscere il livello linguistico individuale e le risposte alle domande che seguono è utile per loro, per le proprie presidenze di missione (incluso il segretario esecutivo e la moglie del presidente di missione) e le persone che coordinano l’apprendimento missionario della lingua.  Deseleziona la casella qui sotto se non vuoi che i risultati della valutazione linguistica e le tue risposte alle domande del sondaggio vengano condivise in modo personale (includendo il tuo nome).",
        "ko_KR": "일반적으로, 다음과 같은 유형의 설문조사 정보는 익명으로 보고됩니다. 하지만, 선교부 회장님들께서 개인의 언어 점수와 아래 설문 조사 질문에 대한 답변을 아는 것이 그분들과 선교부 회장단(집행 서기 및 선교부 회장의 아내 포함), 선교사 언어 학습을 조율하는 사람들에게 도움이 된다고 하셨습니다.  여러분의 언어 평가 결과와 아래의 질문에 대한 답변이 개별적으로(귀하의 이름을 포함하여) 공유되는 것을 원치 않으시면 아래의 박스에 체크하지 말아 주십시오.",
        "canDo": 0,
        "tl_PH": "Ang sumusunod na uri ng impormasyon sa survey ay inire-report nang hindi inilalagay ang pangalan ng sumagot sa survey. Gayunman, napansin ng mga mission president na ang pag-alam sa mga indibiduwal na score sa wika at mga sagot sa mga tanong sa survey sa ibaba ay nakatutulong sa kanila, sa kanilang mission presidency (maging sa executive secretary at asawa ng mission president), at sa mga taong nagko-coordinate ng pag-aaral ng wika ng missionary.  Kung ayaw mong ipaalam sa indibiduwal na antas (kabilang na ang iyong pangalan) ang mga resulta ng iyong language assessment at ang iyong mga sagot sa mga tanong sa survey sa ibaba, mangyaring alisin ang tsek sa kahon sa ibaba.",
        "isItem": 0,
        "to_TO": "Ko e angamahení, ʻoku lipooti e faʻahinga fakamatala ko ʻení ki he saveá ʻo ʻikai fakahā ha hingoa. Ka neongo ia, kuo fakatokangaʻi ʻe he kau palesiteni fakamisioná ko hono ʻiloʻi ko ia ʻo e maaka fakafoʻituitui ki he lea fakafonuá mo e tali ki he ngaahi fehuʻi ko ʻeni ʻi he saveá ʻoku ʻaonga ia ke nau ʻilo, ʻe heʻenau kau palesitenisī fakamisioná (kau ai e sekelitali pule mo e uaifi ʻo e palesiteni fakamisioná), mo e kakai ʻoku nau fakafekauʻaki ʻa e ako lea ʻa e faifekaú.  Kapau ʻoku ʻikai te ke loto ke vahevahe e ola hoʻo sivi leá mo hoʻo tali ki he ngaahi fehuʻi ko ʻeni ʻi he saveá ʻi ha lēvolo fakafoʻituitui (kau ai ho hingoá), kātaki ʻoua ʻe fili ʻa e kiʻi puha ʻi laló.",
        "ja_JP": "通常，以下のような調査の情報は匿名で報告されます。しかしながら，多くの伝道部会長は，言語スコアや以下の調査に対する個人の回答を知ることが自身や伝道部会長会（幹部書記や伝道部会長夫人を含む），そして宣教師の言語学習を指導する人たちにとって有益であると指摘しています。 あなたの言語アセスメントの結果や以下の調査の質問への回答を個人レベル（あなたの名前を含む）で共有したくない場合は，以下のチェックボックスを外してください。",
        "cmn_TW": "通常以下類型的問卷資訊會以匿名方式回報。然而，傳道部會長指出，知道個人語言的分數和下列問卷問題的答案，對他們、他們的傳道部會長團（包括執行祕書和傳道部會長的妻子），以及協調傳道語言學習的人都有幫助。 如果你不希望你的語言評量結果和你在下列問卷問題上的作答以個人資料的方式被分享（包括你的姓名），請取消勾選下方的方塊。",
        "gil_KI": "N taainako, aekan te tutuo ae aron ae e oti i mwiina e ribootinaki ni karabaaki taekana. Ma, a tia n ataia beretitenti n taian mition bwa ataakin ana bwii n te taetae temanna ao kaeka nakon te tutuo aei i nano e ibuobuoki nakoia, aia beretitentii n aia mition (ni ikotaki ma te tia koroboki ni kakoroi moti ao buun te beretitenti n te mition), ao aomata ake a buoka reiakinan ataan te taetae n te tabo ni mitinare.  Ngkana ko aki tangira mwiin tuoan am taetae ao am kaeka nakon titiraki nakon te tutuo ae i nano ae tibwaaki nakon temanna ma temanna (ni ikotaki ma aram), taiaoka tai kaeta te baoki ae i nano.",
        "fr_FR": "De manière générale, les informations fournies lors du type d’enquête suivant sont communiquées de manière anonyme. Cependant, les présidents de mission ont remarqué que le fait de connaître les résultats des évaluations linguistiques individuelles et les réponses aux questions de l’enquête ci-dessous sont utiles pour eux, leur présidence de mission (y compris le secrétaire exécutif et la femme du président de mission) et les personnes qui coordonnent l’apprentissage de la langue des missionnaires.  Si vous ne souhaitez pas que les résultats de votre évaluation linguistique et vos réponses aux questions de l’enquête ci-dessous soient communiqués de manière individuelle (y compris votre nom), décochez la case ci-dessous.",
        "de_DE": "In der Regel werden Umfragedaten dieser Art anonymisiert übermittelt. Missionspräsidenten haben jedoch festgestellt, dass es für sie, die Missionspräsidentschaft (darunter der Führungssekretär und die Frau des Missionspräsidenten) und diejenigen, die das Erlernen der Missionssprache koordinieren, hilfreich ist, den Testergebnissen und Antworten auf die untenstehenden Fragen Namen zuordnen zu können.  Wenn Sie nicht möchten, dass Ihre Ergebnisse der Einschätzung der Sprachkenntnisse und Ihre Antworten auf die untenstehenden Fragen mit Ihrem Namen weitergegeben werden, entfernen Sie bitte den Haken aus dem Kästchen.",
        "sm_WS": "E masani lava, o le ituaiga o faamatalaga nei o le sailiiliga e lipotia mai ae e le faailoaina. Ae peitai,ua matauina e peresitene o misiona o le iloaina o togi taitasi o le gagana ma tali i fesili o le sailiiliga o loo i lalo e aoga mo i latou, o a latou au peresitene o le misiona (e aofia ai le failautusi faapitoa ma le faletua o le peresitene o le misiona), ma tagata o e faamaopoopoina le aoaoina o le gagana faafaifeautala ia iloa.  Afai e te le manao i taunuuga o le iloiloina o lau gagana ma au tali i fesili o le sailiiliga o loo faasoaina atu i lalo i se tulaga faaletagata lava ia (e aofia ai lou igoa), faamolemole ia aveese le faailoga siaki i le pusa o i lalo.",
        "ru_RU": ""
    },
    {
        "lvl": "0",
        "localizationId": "7698c1fe-c0a3-4cbf-ae31-4c738ae3161d",
        "en_US": "Yes, include my name when sharing language assessment results and answers to the below questions with the mission presidency and with those who coordinate language learning in the mission.",
        "es_ES": "Sí, incluir mi nombre cuando se compartan los resultados de la evaluación del idioma y las respuestas a las preguntas siguientes con la presidencia de la misión y las personas que coordinan el aprendizaje de idiomas en la misión.",
        "sortIndex": "175",
        "sm_ES": "Ioe, ia faaaofia ai lo’u igoa pe a faasoa atu taunuuga o le iloiloga o le gagana ma tali i fesili o loo i lalo faatasi ma le au peresitene o le misiona ma i latou o e faamaopoopoina le aoaoina o gagana i le misiona.",
        "ceb_PH": "Oo, ilakip ang akong ngalan kon ipakigbahin ang mga resulta sa pagsukod sa pinulongan ug sa mga tubag ngadto sa mga pangutana sa ubos ngadto sa kapangulohan sa misyon ug niadtong nagkoordinar sa pagkat-on sa pinulongan diha sa misyon.",
        "pt_PT": "Sim, inclua meu nome ao compartilhar os resultados da avaliação do idioma e as respostas às perguntas abaixo com a presidência da missão e com aqueles que coordenam o aprendizado do idioma na missão.",
        "it_IT": "Sì, includi il mio nome quando condividi i risultati della valutazione linguistica e le risposte alle domande del sondaggio con la presidenza di missione e con coloro che coordinano l’apprendimento missionario della lingua.",
        "ko_KR": "언어 평가 결과와 아래 질문에 대한 답변을 선교부 회장단과 선교부 내에서 언어 학습을 조율하는 사람들과 공유할 때 제 이름을 포함해 주십시오.",
        "canDo": 0,
        "tl_PH": "Oo, isama ang pangalan ko kapag nagbabahagi ng mga resulta ng language assessment at mga sagot sa mga tanong sa ibaba sa mission presidency at sa mga nagko-coordinate ng language learning sa mission.",
        "isItem": 0,
        "to_TO": "ʻIo, fakakau hoku hingoá ʻi hono vahevahe e ola ʻo e sivi leá mo e tali ki he ngaahi fehuʻi ko ʻeni ʻi he saveá pea mo e kau palesitenisī fakamisioná mo kinautolu ʻoku nau fakafekauʻaki ʻa e ako lea ʻi he misioná.",
        "ja_JP": "はい，言語アセスメントの結果や以下の調査の質問への回答を伝道部会長や言語学習を指導する人たちに共有する際，わたしの名前を含めてください。",
        "cmn_TW": "是的，與傳道部會長團和協調傳道語言學習的人分享語言評量結果和下列問題的答案時，請附上我的名字。",
        "gil_KI": "Eng, kaira arau n tibwaakin mwiin tuoan taetae ao kaeka nakon titiraki aika i mwiina ma te beretitenti n te mition ao naake a tararuaa reiakinan te taetae n te mition.",
        "fr_FR": "Oui, incluez mon nom lorsque vous communiquez les résultats de mon évaluation linguistique et mes réponses aux questions ci-dessous à la présidence de mission et aux personnes qui coordonnent l’apprentissage de la langue dans la mission.",
        "de_DE": "Ja, meinen Namen hinzufügen, wenn meine Ergebnisse der Einschätzung der Sprachkenntnisse und meine Antworten auf die untenstehenden Fragen an die Missionspräsidentschaft und diejenigen, die in der Mission das Erlernen der Sprache koordinieren, weitergegeben werden.",
        "sm_WS": "",
        "ru_RU": ""
    }
]