[
    {
        "localizationId": "6010334e-0b17-43e6-8ba0-0d7c71262d01",
        "en_US": "On average, how many hours a week do you study [selected language here]?",
        "es_ES": "En promedio, ¿cuántos días a la semana estudia [selected language here]?",
        "pt_PT": "Em média, quantas horas por semana você estuda [selected language here]?",
        "fr_FR": "En moyenne, combien d’heures par semaine étudiez-vous [selected language here]?",
        "sm_WS": "I le averesi, e fia itula o le vaiaso e te suesueina ai le [selected language here]?",
        "gil_KI": "Ni ikotana, iraua te aoa n te wiiki ae ko kamatebwai iai [selected language here]?",
        "to_TO": "ʻI he fakaʻavalisí, ko e houa ʻe fiha ʻi he uike ʻokú ke ako aí [selected language here]?",
        "isItem": false,
        "canDo": false,
        "lvl": "0",
        "sortIndex": "248",
        "sm_ES": null,
        "tl_PH": "Ilang oras sa isang linggo ang karaniwang inilalaan mo sa pag-aaral ng [selected language here]?",
        "ceb_PH": "Sa kasagaran, pila ka oras matag semana ka magtuon sa [selected language here]?",
        "it_IT": "Quante ore alla settimana, in media, studi [selected language here]?",
        "ja_JP": "平均して，[selected language here]を勉強する時間は週に何時間取りますか。",
        "ko_KR": "평균적으로 매주 몇 시간 동안 [selected language here] 공부를 하십니까?",
        "cmn_TW": "平均而言，你每週要研讀多少小時的 [selected language here]？",
        "de_DE": "Wie viele Stunden verwenden Sie durchschnittlich jede Woche dafür, sich eingehend mit [selected language here] zu befassen?",
        "ru_RU": null
    },
    {
        "localizationId": "d6c714e9-1d4f-4b41-b4ea-06d591956591",
        "en_US": "Yes, include my name when sharing language assessment results and answers to the below questions with the mission presidency and with those who coordinate language learning in the mission.",
        "es_ES": "Sí, incluir mi nombre cuando se compartan los resultados de la evaluación del idioma y las respuestas a las preguntas siguientes con la presidencia de la misión y las personas que coordinan el aprendizaje de idiomas en la misión.",
        "pt_PT": "Sim, inclua meu nome ao compartilhar os resultados da avaliação do idioma e as respostas às perguntas abaixo com a presidência da missão e com aqueles que coordenam o aprendizado do idioma na missão.",
        "fr_FR": "Oui, incluez mon nom lorsque vous communiquez les résultats de mon évaluation linguistique et mes réponses aux questions ci-dessous à la présidence de mission et aux personnes qui coordonnent l’apprentissage de la langue dans la mission.",
        "sm_WS": "Ioe, ia faaaofia ai lo’u igoa pe a faasoa atu taunuuga o le iloiloga o le gagana ma tali i fesili o loo i lalo faatasi ma le au peresitene o le misiona ma i latou o e faamaopoopoina le aoaoina o gagana i le misiona.",
        "gil_KI": "Eng, kaira arau n tibwaakin mwiin tuoan taetae ao kaeka nakon titiraki aika i mwiina ma te beretitenti n te mition ao naake a tararuaa reiakinan te taetae n te mition.",
        "to_TO": "ʻIo, fakakau hoku hingoá ʻi hono vahevahe e ola ʻo e sivi leá mo e tali ki he ngaahi fehuʻi ko ʻeni ʻi he saveá pea mo e kau palesitenisī fakamisioná mo kinautolu ʻoku nau fakafekauʻaki ʻa e ako lea ʻi he misioná.",
        "isItem": false,
        "canDo": false,
        "lvl": "0",
        "sortIndex": "175",
        "sm_ES": null,
        "tl_PH": "Oo, isama ang pangalan ko kapag nagbabahagi ng mga resulta ng language assessment at mga sagot sa mga tanong sa ibaba sa mission presidency at sa mga nagko-coordinate ng language learning sa mission.",
        "ceb_PH": "Oo, ilakip ang akong ngalan kon ipakigbahin ang mga resulta sa pagsukod sa pinulongan ug sa mga tubag ngadto sa mga pangutana sa ubos ngadto sa kapangulohan sa misyon ug niadtong nagkoordinar sa pagkat-on sa pinulongan diha sa misyon.",
        "it_IT": "Sì, includi il mio nome quando condividi i risultati della valutazione linguistica e le risposte alle domande del sondaggio con la presidenza di missione e con coloro che coordinano l’apprendimento missionario della lingua.",
        "ja_JP": "はい，言語アセスメントの結果や以下の調査の質問への回答を伝道部会長や言語学習を指導する人たちに共有する際，わたしの名前を含めてください。",
        "ko_KR": "언어 평가 결과와 아래 질문에 대한 답변을 선교부 회장단과 선교부 내에서 언어 학습을 조율하는 사람들과 공유할 때 제 이름을 포함해 주십시오.",
        "cmn_TW": "是的，與傳道部會長團和協調傳道語言學習的人分享語言評量結果和下列問題的答案時，請附上我的名字。",
        "de_DE": "Ja, meinen Namen hinzufügen, wenn meine Ergebnisse der Einschätzung der Sprachkenntnisse und meine Antworten auf die untenstehenden Fragen an die Missionspräsidentschaft und diejenigen, die in der Mission das Erlernen der Sprache koordinieren, weitergegeben werden.",
        "ru_RU": null
    },
    {
        "localizationId": "03831202-c6ca-4b6f-b29f-5b65c1309a8d",
        "en_US": "Language Assessment",
        "es_ES": "Evaluación del Idioma",
        "pt_PT": "Avaliação do Idioma",
        "fr_FR": "Évaluation Linguistique'",
        "sm_WS": null,
        "gil_KI": "Tanguage Self-Assessment",
        "to_TO": "Language Self-Assessment",
        "isItem": false,
        "canDo": false,
        "lvl": "0",
        "sortIndex": "211",
        "sm_ES": null,
        "tl_PH": "Language Self-Assessment",
        "ceb_PH": "Pagsusi sa Pinulongan",
        "it_IT": "Valutazione della Lingua",
        "ja_JP": "言語評価",
        "ko_KR": "언어 평가'",
        "cmn_TW": "語言測試",
        "de_DE": "ewertung der Sprache",
        "ru_RU": null
    },
    {
        "localizationId": "09AFF52F-6F5E-82F2-2800-D656A4CB300E",
        "en_US": "Choose the language for test instructions",
        "es_ES": "Seleccione el idioma para las instrucciones de la prueba",
        "pt_PT": "Escolha o idioma para as instruções do teste",
        "fr_FR": "Choisissez la langue pour les instructions de l’examen",
        "sm_WS": "Filifili le gagana mo faatonuga o le faataitaiga",
        "gil_KI": "Rinea te taetae ibukin kaetieti ni karaoan te ukeuke",
        "to_TO": null,
        "isItem": false,
        "canDo": false,
        "lvl": "0",
        "sortIndex": "230",
        "sm_ES": null,
        "tl_PH": "Piliin ang wika para sa mga tagubilin sa test",
        "ceb_PH": "Pilia ang lengwahe para sa pasulot nga instruksyon",
        "it_IT": "Scegli la lingua per le istruzioni del test",
        "ja_JP": "テストの指示の言語を選択してください",
        "ko_KR": "테스트 유의 사항을 위해 언어를 선택하십시오",
        "cmn_TW": "選擇測試說明的語言",
        "de_DE": "Sprache für Testanleitung auswählen",
        "ru_RU": null
      },
      {
        "localizationId": "94696339-7349-9267-89DE-F1C30ADE134B",
        "en_US": "During the mic check, if you hear any reverb or static DO NOT CONTINUE. Fix the audio issue before continuing or the system will falsely give you a low score.'",
        "es_ES": "Si durante la prueba del micrófono, escucha distorsión o estática NO CONTINÚE. Solucione el problema de audio antes de continuar o el sistema le dará falsamente una puntuación baja.",
        "pt_PT": "Durante a verificação do microfone, se você ouvir qualquer reverbe ou estática, NÃO CONTINUE. Corrija o problema de áudio antes de continuar ou o sistema falsamente lhe dará uma nota baixa.",
        "fr_FR": "Pendant la vérification du micro, si vous entendez de la réverbération ou du bruit statique NE CONTINUEZ PAS. Corrigez le problème audio avant de continuer, sinon le système vous donnera à tort un score faible.",
        "sm_WS": "I le taimi o le siakiina o le meafaaleoteleleo, afai e te faalogoina soo se faaletonu o le leo, AUA LE FAAAUAU. Faaleleia le faafitauli o le leo a o le’i faaauauina a leai o le a maualalo se togi e tuu atu e le polokalama ia te oe.",
        "gil_KI": "N tain tuoan te bwai n taetae, ngkana ko ongo bwa e okioki bwanaam ke n aki nakoraoi ao TAI REITINAKO. Katoka moa te kangaanga n te bwai n taetae imwain ae ko reitinako rimwii ao e na anganiko am bwii ae uarereke te tititem.",
        "to_TO": null,
        "isItem": false,
        "canDo": false,
        "lvl": "0",
        "sortIndex": "231",
        "sm_ES": null,
        "tl_PH": "habang sinusuri ang mic, kung makarinig ka ng anumang reverb o static, huwag magpatuloy. ayusin ang isyu sa audio bago magpatuloy o mabibigyan ka ng system ng mali o mababang marka.",
        "ceb_PH": "Sa pagsugod sa pag mic tsek, kung makadungog mo og reverb or static AYAW PAG PADAYON. Ayoha sa ang isyu bag o magpadayon o makadawat mo og sayop nga iskor gikan sa system.",
        "it_IT": "Durante l‘assegno del microfono, se senti qualche riverbero o statico, NON CONTINUARE. Risolvi il problema audio prima di continuare o il sistema ti darà falsamente un punteggio basso.",
        "ja_JP": "マイクチェックの際、雑音などが聞こえたらそのまま使い続けないで下さい。そのまま続行すると、システムが誤って低いスコアを出してしますので、まず問題を解決してから使って下さい。",
        "ko_KR": "마이크 점검 중에, 어떤 경건이나 고정이 들리면 계속하지 마십시오. 계속하기 전에 오디오 문제를 해결하거나 시스템이 잘못된 점수를 줄 것입니다.",
        "cmn_TW": "在檢查麥克風期間，如果你聽到任何混響或干擾，請勿繼續。在繼續之前先解決音頻問題，否則係統會錯誤地給你低分。",
        "de_DE": "Wenn Sie während des Mikrofontests einen Hall oder ein Rauschen hören, machen Sie NICHT WEITER. Beheben Sie das Audioproblem, bevor Sie fortfahren, sonst gibt Ihnen das System fälschlicherweise eine niedrige Punktzahl.",
        "ru_RU": null
      },
      {
        "localizationId": "2CFCCFB2-13B4-16BA-1606-5D49CD037AB5",
        "en_US": "Test scores can range from O to 10. O is a beginner level and 9-10 a native speaker level. The target for missionaries to reach in most languages is around a 7. As the scale is only a 10 point scale representing a lot of language learning, it takes time and a lot of work to increase your score. Even small increases represent significant amounts of learning. In addition, the higher your score is the longer it will take to increase your score to the next level. Don't get frustrated if it takes a few times to increase your score. Be patient and keep at it. You are doing great!",
        "es_ES": "Los puntajes de las pruebas pueden variar de O a 10. O es un nivel principiante y 9-10 un nivel nativo de discursante. El objetivo que los misioneros pueden alcanzar en la mayoría de los idiomas es alrededor de 7. Dado que la escala es solo una escala de 10 puntos que representa mucho aprendizaje del idioma, se requiere tiempo y mucho trabajo para aumentar su puntuación. Incluso los pequeños aumentos representan cantidades significativas de aprendizaje. Además, cuanto más alta sea su puntuación, más tiempo le tomará aumentar su puntuación al siguiente nivel. No se frustren si se necesitan algunas veces para aumentar su puntuación. Sean pacientes y manténganse al tanto de ello. ¡Lo estás haciendo muy bien!",
        "pt_PT": "As notas do teste podem variar de O a 10. O é nível iniciante e de 9 a 10 no nível de falante nativo. O alvo para que os missionários alcancem a maioria dos idiomas é cerca de 7. Como a escala é apenas uma escala de 10 pontos que representa muito aprendizado do idioma, é preciso tempo e muito trabalho para aumentar sua pontuação. Mesmo pequenos aumentos representam quantidades significativas de aprendizado. Além disso, quanto maior for sua pontuação, mais tempo levará para aumentar sua pontuação para o próximo nível. Não se deixe frustrar se levar algumas vezes para aumentar sua pontuação. Seja paciente e continue a fazer isso. Você está indo muito bem!",
        "fr_FR": null,
        "sm_WS": "E mafai ona eseese togi o le faataitaiga mai le 0 i le 10. O le selo o se tulaga faatoa amata ae o le 9-10 o se tulaga tau i le gagana tautala. O le taulaiga mo faifeautalai e ausia ai i le tele o gagana e tusa ma le 7. Talu ai o le fua e na o le 10 togi e faatusa i le tele o le aoaoina o gagana, e manaomia ai le taimi ma le tele o galuega e faateleina ai lau togi. E oo lava i ni nai faatelega laiti e faatusa i le tele o le aoaoina. E le gata i lea, o le maualuga o lau togi o le umi foi lena e faateleina ai lau togi i le isi tulaga. ‘Aua le le fiafia pe afai e alu ai ni nai taimi e faateleina ai lau togi. Ia onosai ma ia tumau i ai. O loo e lelei lava!",
        "gil_KI": "Bwiin te ukeuke e kona ni moa man 0 ni karokoa 10. Akea bon aia bwii naake a mena n te karinan are i nano ao 9-10 bon aia karinan naake a bwakuaku ni kakarabakau n taetaen te aba. Te taakete ibukia mitinare n angiin taian taetae bwa a na roko n 7. Ngkai te ikota ni bwii bon ti 10 ibukin reiakinan taetae aika a mwaiti, e na bon maan ao ni mwaiti te mwakuri ibukin kakerakean am bwii. Te keerake ae ti teutana e bon kaota mwaitin ae ko a tia n reiakinna. N raonaki ma anne, karekean am bwii ae bubura bon maanin naba am tai ni kakerakea am bwii nakon te karinan are i aona riki. Tai kabwara nanom ngkana e a nang maan am tai n iangoia bwa e na keerake am bwii. Bwaina te taotaonakinnano ao teimatoa ni karaoia. E tamaroa ae ko karaoia!",
        "to_TO": null,
        "isItem": false,
        "canDo": false,
        "lvl": "0",
        "sortIndex": "232",
        "sm_ES": null,
        "tl_PH": "Ang mga test score ay maaaring lumabas mula O hanggang 10. O ay beginner level at 9-10 na antas ng tagapagsalita. Ang target na maaabot ng mga missionary sa halos lahat ng wika ay mga 7 taong gulang. Dahil ang scale ay 10 point scale lamang na kumakatawan sa maraming pag-aaral ng wika, kailangan ng panahon at maraming trabaho para maragdagan ang iyong iskor. Kahit ang maliliit na pagtaas ay kumakatawan sa mahahalagang bagay na natututuhan. Bukod pa rito, ang mas mataas ang iyong iskor ay mas mahaba ang kailangan upang madagdagan ang iyong puntos sa susunod na antas. Huwag madismaya kung kailangan ng ilang beses para madagdagan ang puntos mo. Maging matiyaga at panatilihin ito. Napakaganda ng ginagawa ninyo!",
        "ceb_PH": "Ang mga iskor sa niining pasulot mahimong mugikan sa 0 hangtod sa 10. Ang 0 mao ang lebel para sa mga nagsugod pa, og 10 mao ang lebel para sa mga lumad na nga mamumulong. Ang tumong para sa mga misyonero nga makab-ot sa kadaghanan nga mga lengwahe mao ang 7. Tungod ang pagsukod mulungtad lamang sa 10 sa kadaghanan sa mga nagkat-on og lengwahe, kini nanginahanglan og oras og pagkugi aron sa paglambo sa iskor. Bisan ang gamay nga paglambo nagpasabot sa mahinungdanon nga pagkugi sa pagkat-on. Sa pagdugang, samtang magkataas ang imohang iskor, mas nanginahanglan kini og taas nga oras aron mapataas imong lebel. Mao nga dili angay ma wad-an og pagdasig kung nanginhangalan og pipila nga pagsulay para mapalambo ang iskor. Magpailub og padayon sa pagkugi. Maayo ang imong gibuhat!",
        "it_IT": "I punteggi dei test possono andare da O a 10. O è un livello per principianti e 9-10 un livello di madrelingua. La meta che i missionari possono raggiungere nella maggior parte delle lingue è di circa 7. Dato che la scala è di soli 10 punti che rappresenta molto apprendimento della lingua, ci vuole tempo e molto lavoro per aumentare il punteggio. Anche i piccoli aumenti rappresentano una grande quantità di apprendimento. Inoltre, più alto è il punteggio più ci vorrà per aumentare il punteggio al livello successivo. Non scoraggiarti se ci vogliono alcune volte per aumentare il punteggio. Siate pazienti e continuate a farlo. Stai andando benissimo!",
        "ja_JP": "テストの点数はOから10までです。Oは初心者レベルで、9-10は母国語のレベルです。ほとんどの言語で宣教師が手を差し伸べる目標は約7です。この尺度は言語学習の多くを表す10ポイントの尺度にすぎず、点数を上げるには時間と多くの努力が必要です。わずかな増加でさえ、かなりの量の学習を表しています。さらに、得点が高いほど、次のレベルまで得点を上げるのに時間がかかります。得点を上げるのに何度か時間がかかるとしても、いらだちを感じないでください。忍耐強くあり、それを守ってください。よくできています！",
        "ko_KR": "시험 점수는 O에서 10까지 다양합니다. O는 초급자 수준이며 9~10은 원어민 단계입니다. 선교사들이 대부분의 언어로 다가가는 목표는 약 7입니다. 척도는 많은 언어 학습을 나타내는 10점 척도에 불과하기 때문에 점수를 올리려면 시간과 많은 노력이 필요합니다. 작은 증가라도 상당한 양의 학습을 나타낸다. 또한, 점수가 높을수록 점수를 다음 단계로 올리려면 시간이 더 오래 걸릴 것입니다. 점수를 올리기 위해 몇 번이라도 걸리더라도 좌절하지 마십시오. 인내하고 계속 노력하십시오. 잘하고 계십니다!",
        "cmn_TW": "測試分數範圍從 O 到 10。O 是初學者水平，9-10 是母語水平。傳教士使用大多數語言達到的目標是 7 左右。由於該量表只有 10 分，代表大量語言學習，因此提高分數需要時間和大量工作。即使是很小的增加也代表著大量的學習。此外，您的分數越高，將分數提高到下一個級別所需的時間就越長。如果需要幾次才能提高分數，請不要感到沮喪。要有耐心並堅持下去。你做的很棒！",
        "de_DE": "Les résultats des tests peuvent aller de 0 à 10. 0 correspond à un niveau débutant et 9-10 à un niveau de locuteurs natifs. L’objectif que les missionnaires doivent atteindre dans la plupart des langues est d’environ 7. Comme l’échelle n’est que de dix points et représente beaucoup d’apprentissage de la langue, il faut du temps et beaucoup de travail pour augmenter votre note. Même les petites augmentations représentent des quantités importantes d’apprentissage. En outre, plus votre score est élevé, plus il vous faudra du temps pour passer au niveau suivant. Ne soyez pas frustré si cela prend plusieurs fois d’augmenter votre score. Soyez patient et tenez-vous-y. Vous vous en sortez très bien !",
        "ru_RU": null
      }
]